---
kind: enumMember
id: F:Autodesk.Revit.DB.TextBaselineStyle.Subscript
enum: Autodesk.Revit.DB.TextBaselineStyle
source: html/a3b95632-e5c3-de4e-4e94-0343b9f249e6.htm
---
# Autodesk.Revit.DB.TextBaselineStyle.Subscript

Indicates a subsript text.